{
  "Version": "1.3",
  "ID": "f1g34hdmfnyeecnxmazvr6fn4mmrpjynd6nxftsaa",
  "Issue Number": "15",
  "Client": {
    "Name": "jinshi asset management",
    "Region": "China",
    "Industry": "Financial Services",
    "Website": "https://www.jinshizichan.cn/",
    "Social Media": "michael",
    "Social Media Type": "Slack",
    "Role": "Dataset Owner"
  },
  "Project": {
    "Brief history of your project and organization": "Shanghai Jinshizichan Asset Management Co., Ltd. was established in November 2015 with a registered capital of 14 million USD. The company specializes  on management of non-performing assets. The company is registered in Shanghai, and has set up Qingdao headquarters, Beijing branch, Shanghai branch, Shenzhen branch and  Nanjing branch and other regional operation services. The main business focuses on Shanghai, Beijing, Qingdao, Shenzhen, Yangtze River Delta and Pearl River Delta. Adhering to the basic principles of safety, efficiency, rapid realization and asset revitalization, we are committed to build a one-stop service platform for special asset disposal .The company has talented  teams in project development, resource integration, due diligence, risk control, asset disposal and other areas, the team members are mainly composed of financial institutions, AMC, practicing lawyers, auditors, accountants and other professionals. Today, the company has established close cooperative relations with many well-known domestic service institutions.\r\nAt present, the assets under management exceeds 200 million USD. \r\nThe business scope of the Shanghai Jinshizichan Asset management is composed of:\r\n1. Acquisition and disposal of non-performing assets\r\n2. Enterprise debt restructuring\r\n3. Asset foreclosure sales services\r\n\r\nThe data storage project is mostly about Acquisition and disposal of non-performing assets.\r\nAcquisition and disposal of non-performing assets mainly provides acquisition and disposal services for non-performing loan business generated by banks, trusts, funds, small loans and other licensed financial institutions. Among many financial businesses, real estate, land and commercial mortgage assets are the mainstream assets in the acquisition and disposal of non-performing businesses.\r\nBanks, trusts, small loans and other licensed financial institutions engaged in financial services, special enterprise financing loans, there are a large number of real estates, commercial, industrial land and other property mortgage financial business, in recent years affected by the macroeconomic environment, the non-performing assets of financial industry has increased rapidly. In order to quickly recover capital, reduce losses, and meet regulatory requirements, financial institutions have a large number of disposal needs for non-performing assets.\r\nAt present, the main asset classes that Jinshizichan Asset Management focuses on are high-quality non-performing assets such as residential mortgages, commercial and industrial. The data we would like to store on fiecoin network mostly derived from information Collection, due diligence and asset disposal part of the business operation.\r\n1. Information Collection. Through information collection and channel recommendation, collect information from financial institutions\r\n2. Asset due diligence. Through its legal team and accountant team, Jinshizichan Asset Management conducts full due diligence on assets, including asset appraisal, debt relationship combing, asset preservation investigation, debtor interview, legal risk investigation, asset market recommendation, etc. \r\n3. Asset disposal. After obtaining the asset package, Jinshizichan will negotiate with the debtor to repurchase and settle, transfer creditor's rights or apply to the court through a lawyer to auction the collateral online to execute the payment.\r\nJinshizichan will perform due diligence over 1 billion USD worth of assets per year, which will generate a large number of due diligence data of assets and properties. The main form of due diligence data is videos and pictures of the assets.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Jinshizichan will perform due diligence over 1 billion USD worth of assets per year, which will generate a large number of due diligence data of assets and properties. The main form of due diligence data is videos and pictures of the assets.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "We will use graphsplit",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://drive.google.com/file/d/1O0MNhaeSQfS_Z0JpEhfDmWcsmzYhuc_p/view?usp=share_link\r\nhttps://drive.google.com/file/d/1g8nWui6nuUuuV6d8IRFlYQjsi0gaR6Ab/view?usp=share_link\r\nhttps://drive.google.com/file/d/1q77ntrrW2YXPecax5W3TA36wQtfY8SFs/view?usp=share_link",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[X] I confirm",
    "What is the expected retrieval frequency for this data": "Weekly",
    "For how long do you plan to keep this dataset stored on Filecoin": "1 to 1.5 years",
    "In which geographies do you plan on making storage deals": "North America",
    "How will you be distributing your data to storage providers": "Cloud storage (i.e. S3)",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "1. f02368987, USA\r\n2. f02812251, USA\r\n3. f01901765, China\r\n4. f02932299, China",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "200TiB",
    "Single Size Dataset": "50TiB",
    "Replicas": 4,
    "Weekly Allocation": "50TiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2024-05-28 03:11:47.561820639 UTC",
    "Validated By": "VenusOfficial",
    "Active": true,
    "Updated At": "2024-05-28 03:13:45.564328140 UTC",
    "Active Request ID": "81eb4926-d20f-42ae-8508-d92fb1407e71",
    "On Chain Address": "f1g34hdmfnyeecnxmazvr6fn4mmrpjynd6nxftsaa",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "81eb4926-d20f-42ae-8508-d92fb1407e71",
      "Request Type": "First",
      "Created At": "2024-05-28 03:11:47.561827479 UTC",
      "Updated At": "2024-05-28 03:11:47.561828941 UTC",
      "Active": false,
      "Allocation Amount": "50TiB",
      "Signers": [
        {
          "Github Username": "VenusOfficial",
          "Signing Address": "f1mkeafrmvg3tiuugtcwpyumjbuyeoey3t2exa4ba",
          "Created At": "2024-05-28 03:13:43.004000000 UTC",
          "Message CID": "bafy2bzacebinwlp3e6auexcgbphdqn4bkn6mtuaeqq7jdxkl4j3njmpmmi6vk"
        }
      ]
    }
  ]
}